Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/explanations_and_stories_fi/koulutusraportti_web_2_.pdf.tmx
Source language: fin
Languages: sme

source: S aamelaiskäräjien koulutus- ja oppimateriaalilautakunta asetti kokouksessaan 12.4. 2006 väliaikaisen työryhmän tehtävänään selvittää saamelaisopetuksen tilannetta ja valmistella ehdotuksia saamelaisopetuksen kehittämiseksi saamelaisten kotiseutualueen ulkopuolella.
sme: Sámedikki skuvlen- ja oahppamateriálalávdegoddi ásahii čoahkkimisttis 12.4.2006 gaskaboddosaš bargojoavkku, mii galggai čielggadit sámeoahpa husa diliid ja válmmaštallat evttohusaid sámeoahpahusa ovddideamis sámiid ruovttuguovllu olggobealde.

source: Saamen kielen opetus saamelaisten kotiseutualueen ulkopuolella on 1990luvulta lähtien noussut kipeäksi ongelmaksi, jonka ratkaisemiseksi lukuisat kotiseutualueen ulkopuolella asuvat ja sinne muuttaneet saamelaisvanhemmat ovat pyytäneet saamelaiskäräjien apua.
sme: Sámegiela oahpahus sámiid ruovttu guovllu olggobealde lea šaddan stuorra váttisvuohtan 1990logu rájes. Máŋggat ruovttuguovllu olggobealde orru dahje dohko fárren sámi vánhemat leat bivdán sámedikkis veahki čoavdin dihtii váttisvuođaid.

source: Vanhemmat ovat huolissaan lastensa saamen kielen taidosta, tulevaisuudesta, yhteyksistä saamelaisyhteisöön ja heidän saamelaisesta identiteetistään.
sme: Vánhemat leat fuolastuvvan mánáideaset sámegiela máhtus, boahttevuođas, oktavuođain sámi servodahkii ja maiddái sin sámi identitehtas.

source: Lisäksi he ovat huolestuneita saamen kielen ja kulttuurin tulevaisuudesta ja niiden siirtymisestä uusille suku polville.
sme: Dasa lassin leat vánhemat fuolas sámegiela ja sámi kultuvrra boahtte áiggis ja daid sirdáseamis ođđa sohkabuolvvaide.

source: Saamen kielen opetuksen järjestäminen perusopetus ja lukioikäisille saamelais lapsille ja nuorille on ollut kotiseutualueen ulkopuolella asuvien vanhempien minimivaatimus.
sme: Sámi vánhemiid minimagáibádussan sámiid ruovttuguovllu olggobealde lea leamaš sámegiela oahpahusa ordnen vuođđooahpahus ja logahatahkásaš sámemánáide ja nuoraide.

source: Jotkut vanhemmat ovat toivoneet myös saamenkielisen opetuksen järjestämistä.
sme: Muhtin vánhemat leat maid sávvan oahpahusa ordnema sámegillii.

source: Vanhempien pyynnöt ja vaatimukset ovat kuitenkin törmänneet kouluissa ja kouluvirastoissa monen laisiin muureihin.
sme: Vánhemiid bivdagat ja gáibádusat leat goittotge dávjá bisánan iešguđetlágán eastagiidda skuvllain ja oahpahusa virgeeiseválddiiguin.

source: Saamen kielen opetus on tuntematon ja marginaalinen asia kotiseutualueen ulkopuolella.
sme: Sámegiela oahpahus lea dovdameahttun ja marginála ášši sámiid ruovttuguovllu olggobealde.

source: Rehtorit ja kouluviranomaiset eivät ole aiemmin kohdanneet saamen kielen opetukseen liittyviä kysymyksiä ja vaatimuksia.
sme: Rektorat ja skuvlaeiseváldit eai leat ovdal gullan eaige deaivan sámegiela oahpahussii laktáseaddji gažaldagaid ja gáibádusaid.

source: Jotkut vanhemmista ovat pyytäneet neuvoja myös opetushallituksesta ja opetusministeriöstä.
sme: Muhtin vánhemat leat maid bivdán rávvagiid oahpahusráđđehusas ja oahpahusministeriijas.

source: Tilanne on usein johtanut luopumiseen, koska vanhemmat ovat tunteneet itsensä voimattomiksi asian edessä.
sme: Boađus leamaš dávjá áššis luohpan daningo vánhemat leat dovdan iežaset fámoheapmin ášši ovddas.

source: Hämmennystä on myös aiheuttanut saamen kielen rinnastuminen opetushallinnon määräyksissä ja ohjeissa maahanmuuttajien kieliin.
sme: Eahpesihkkarvuođa lea maid dagahan sámegiela buohtastahttin oahpa hus hálddahusa mearrádusain ja njuolggadusain sisafárrejeaddjiid gielaide.

source: Saamelaiskäräjien koulutus ja oppimateriaalilautakunta päätti tarttua asiaan asettamalla työryhmän selvittämään saamen opetuksen tilannetta ja mahdollisuuksia muualla kuin kotiseutualueella.
sme: Sámedikki skuvlen ja oahppamateriálalávdegoddi mearridii gieđa hallat ášši dárkilabbot ja ásahii bargojoavkku čielggadan dihtii sáme oahpahusa diliid ja vejolašvuođaid ruovttuguovllu olggobealde.

source: Työryhmä päätti heti toimintansa alussa ryhtyä kokeiluluontoisesti konkreettisiin toimiin opetuksen kehittämiseksi ja toimi läheisessä yhteistyössä Saamelais-alueen koulutuskeskuksen (Sámi oahpahusguovddáš) Saame virtuaalikoulu
sme: Bargo joavku mearri dii dálán go bargagođii álggahit konkrehtalaš geahčča laddan doaimmaid ovddidan dihtii oahpahusa. Dat bargagođii lagaš ovttasbarggus Sámi oahpa hus guovddáža (Saamelaisalueen koulutuskeskus) Sámi virtuála skuvla prošeavttain.

source: Saamelaiskäräjillä ei kuitenkaan ollut käytettävissään varoja saamelaisopetuksen tiedotus tai kehittämistehtäviin.
sme: Sámedikkis eai goittotge lean resurssat oahpahusa diehtojuohkin dahje ovddidanbargguide.

source: Koulutus ja oppimateriaalilautakunnalla oli (ja on edelleen) käytettävissään ainoastaan saamenkielisen oppimateriaalin valmistamiseen osoitettu valtionavustus, jota ei ollut mahdollista käyttää tähän tarkoitukseen.
sme: Skuvlen ja oahppamateriála lávdegottis lei (ja lea ain) geavahan láhkái dušše sáme gielat oahppamate riála buvttadeami várás čujuhuvvon stáhtaveahkki, man ii lean vejolaš geavahit dán ulbmilii.

source: Saamelaiskäräjien yleisillä toimintavaroilla voitiin kuitenkin palkata luokanopettaja Rauna Rahko yhdeksi kuukaudeksi kesällä 2007 kokoamaan tietoja eri puolilla Suomea annetusta saamen kielen opetuksesta. Opetusta on annettu pienessä mitassa 1980luvun lopusta lähtien muutamalla paikkakunnalla.
sme: Sámedikki almmolaš doaibmaváriiguin lei goittotge vejolaš bálkáhit luohkáoahpaheaddji Rauna Rahko ovtta mánnui geasset 2007. Su bargun lei čohkket dieđuid iešguđet guovlluin Suomas addojuvvon sámegiela oahpahusas, mii leamaš muhtin báikegottiin 1980logu loahpa rájes.

source: Rahkon tehtävänä oli myös koota kokemuksia ja tietoja, joita saatiin Saame virtuaalikoulu hankkeen kanssa tehdystä yhteistyöstä.
sme: Rahko bargun lei maid čohkket vásihusaid ja dieđuid, mat ledje ožžojuvvon ovttasbarggus Sámi virtuála skuvla prošeavttain.

source: Tässä raportissa käytettävällä käsitteellä ´saamelaisopetus´ tarkoitetaan saamen kielissä ja saamen kielillä annettavaa opetusta.
sme: Dán raporttas geavahuvvo doaba ´sámeoahpahus´, mainna oaivvilduvvo oah pahus sámegielas ja sámegillii.

source: Käsitteellä ´saa-men kieli ´ tarkoitetaan kaikkia kolmea Suomessa puhuttua ja Suomen kouluissa opetettua saamen kieltä: inarin endangered languages´).
sme: Doahpagiin ´sámegiella´ oaivvilduv endan-gered languages ´).

source: Unescon luokittelun mukaan inarin (severely endangered languages).
sme: Unesco meroštallama mielde anáraš severely endangered languages).

source: , koltan ja pohjoissaamea.
sme: vo jit buot golbma Suomas hubmojuvvon ja Suoma skuvllain oahpahuvvon sáme giela: anáraš, nuortalaš ja davvisámegiella.

source: Viimeksi mainittu on saamen kielistä suurin ja sen asema opetuksessa on muita saamen kieliä vahvempi.
sme: Davvisámegiella lea stuorámus dáin gielain ja dan sadji oahpahusas lea nannosut go eará sámegielaid.

source: Kaikki kolme saamen kieltä kuuluvat kansainvälisten luokitusten mukaan maailman uhanalaisten kielten joukkoon (esim. www.unesco.org ´ ja koltansaamen kielet kuuluvat vakavasti uhanalaisten kielten joukkoon
sme: Buot golbma sámegiela gullet álbmogiidgaskasaš standardi se remiid mielde máilmmi áitatvuloš gielaid jovkui (omd. www.unesco.org ´ ja nuortalaš gielat gullet duođalaččat áitojuvvon gielaide (

source: Työryhmän puheenjohtajana toimi Petra Magga, jäseninä E llen Näkkälä -järvi, Rauna Rahko ja Eeva-Liisa Rasmus ja sihteerinä Ulla Aikio- Puoskari.
sme: Bargojoavkku ságadoallin barggai Petra Biret Magga, lahttun Ellen Näkkälä järvi, Rauna Rahko ja Eeva-Liisa Rasmus ja čállin Ulla Aikio-Puoskari.

source: Työryhmä on hoitanut tehtäväänsä pääasiassa sähköpostitse.
sme: Bargovuohkin leamaš eanaš epoastaságastallan.

source: Varsinaisia kokouksia se on pitänyt kolme.
sme: čoahk ki mat leat dollojuvvon golbmii.

source: Työryhmä jättää selvityksensä toimenpideehdotuksineen saamelaiskäräjille ja toivoo, että selvityksessä julkaistuista tiedoista on hyötyä myös valtakunnallisille kouluhallinnon viranomaisille sekä kuntien ja kaupunkien opetusasioista päättäville.
sme: Bargojoavku guođđá iežas čielggadeami ovttas doaibma bidjoevttohusaiguin sámediggái ja sávvá, ahte raporttas almmuhuvvon dieđuin lea ávki maiddái riikka dási oahpahushálddahusa eiseválddiide ja mearrádusaid dahkkiide gielddaid ja gávpogiid hálddahusas.

source: Inarissa marraskuussa 2008 Työryhmän puolesta
sme: Anáris skábmamánus 2008 Bargojoavkku bealis Petra Magga ságadoalli Ulla Aikio skuvlenčálli Puoskari

source: 2. Saamelaisväestön määrä kotiseutualueen ulkopuolella
sme: 2. Sámiid mearri ruovttuguovllu olggobealde

source: Tarpeet saamen kielen opetuksen järjestämiseksi kotiseutualueen ulkopuolella ovat kasvaneet sitä mukaa kun saamelaisväestön muuttoliike kasvu keskuksiin ja kaupunkeihin on lisääntynyt.
sme: Dárbu ordnet sámegiela oahpahusa ruovttuguovllu olggobealde lea lassánan dađi mielde go sámiid fárren guovddážiidda ja gávpogiidda lea lassánan.

source: Saamelaisväestön lukumäärää osoittavat tiedot päivitetään joka neljäs vuosi saamelaiskäräjävaalien (vuoteen 1995 asti saamelaisvaltuuskunnan vaalien) yhteydessä.
sme: Dieđut sámiid lohkomearis dárkkistuvvojit juohke njealját jagi sámedikki válggaid (jagi 1995 rádjái Sámi Parlamentta válggaid) oktavuođas.

source: Uusimmat tilastotiedot ovat vuodelta 2007 (ks. liite 1 raportin lopussa).
sme: Ođđaseamos statistihkat leat jagis 2007 (gč. mildosa 1 raportta loahpas).

source: Tilastot osoittavat saamelaisväestön ja äänioikeutettujen saamelaisten määrän yli kaksinkertaistuneen ensimmäisistä saamelaisvaaleista, vuodesta 1972 lähtien (kuva 1).
sme: Statistihkat čájehit, ahte sámiid mearri ja jietnavuoigadahtton sámiid mear ri lea vuosttaš sámeválggaid (1972) rájes lassánan badjel guovttegeardá sažžan (govva 1).

source: Kotiseutualueen ulkopuolella asuvien osuus koko saamelaisväestöstä on kaksinkertaistunut vuosien 1983 ja 2007 välillä.
sme: Ruovttuguovllu olggobealde orru sámiid oassi olles sámiid olmmošlogus lea duppalduvvan jagiid 1983 ja 2007 gaskkas.

source: Vuonna 1983 saamelaisväestön kokonaismäärä oli noin 5700 henkeä, joista reilut 1800 (noin 30 %) asui kotiseutualueen ulkopuolella.
sme: Jagi 1983 sámiid olles mearri lei sullii 5700 olbmo, geain ráhpat 1800 (sullii 30 %) orro ruovttuguovllu olggobealde.

source: Kotiseutu alueen ulkopuolella asuvien osuus on ohittanut kotiseutualueella asuvien lukumäärän 2000luvun alussa (kuva 2).
sme: Ruovttuguovllu olggobealde orru sámiid oassi lea 2000logu áigge mannan badjel daid sámiid meari, geat orrot ruovttuguovllus (govva 2).

source: Kuva 1. Äänioikeutettujen lukumäärä saamelaisvaltuuskunnan ja saamelaiskäräjien vaaleissa 1972–2007.
sme: Govva 1. Jietnavuoigadahtton olbmuid lohkomearri Sámi Parlamentta ja Sámedikki válggain 1972–2007.

source: Kuva 2. Suomen saamelaisväestön määrä saamelaisten kotiseutualueella ja muualla maassa 1983–2007.
sme: Govva 2. Suoma sámiid lohkomearri sámiid ruovttuguovllus ja eará sajiin riikkas 1983–2007.

source: Muuttoliike on voimistunut 1990luvun puolivälin jälkeen ja tilastot osoittavat muuttajien olevan useimmiten parhaassa työiässä olevia henkilöitä ja lapsiperheitä.
sme: Sámiid eretfárren lea nanosmuvvan 1990logu gaskamuttu maŋŋá ja sta tis tihkat čájehit, ahte eretfárrejeaddjiin eatnašat leat buoremus bargo agis ja maiddái mánnábearrašat.

source: Tilastojen mukaan vuonna 2003, jolloin saamelaisväestön kokonaismääräksi ilmoitettiin vajaat 8000 henkilöä, jo noin 70 % alle 10vuotiaista lapsista ja 62 % alle 45vuotiaista saamelaisista asui saame laisten kotiseutualueen ulkopuolella.
sme: Jagi 2003 statistihkaid mield e sámiid olles lohkomearri lei vádjit 8000 olbmo ja dalle juo sullii 70 % vuollel 10 jahkásaš mánáin ja 62 % vuollel 45jahkásaš sámiin orro sámiid ruovttu guovllu olggobealde.

source: Vuoden 2007 tilastoissa prosenttiosuudet ovat kasvaneet hieman.
sme: Proseantaoasit leat veaháš sturron jagi 2007 statistihkain.

source: 11–17vuotiaista saamelaisnuorista kotiseutualueen ulkopuolella asuu noin 59 % ja 18–24vuotiaista reilut 60 %.
sme: 11–17jahkásaš sámenuorain sullii 59 % ja 18–24 jahkásaččain ráhpat 60 % orrot dál sámiid ruovttuguovllu olggobealde.

source: Saamelaisvästön kokonaismäärä vuoden 2007 laskennan mukaan on 9350 henkeä (ks. liite 1).
sme: Sámiid olles mearri jagi 2007 rehkenastima mielde lea 9350 (gč. mildosa 1).

source: Vuoden 2007 saamelaiskäräjävaalien yhteydessä koottujen tilastojen mukaan saamelaisia asuu yhteensä noin 230 kunnassa.
sme: Jagi 2007 sámediggeválggaid oktavuođas čohkkejuvvon statistihkaid mielde sámit orrot oktiibuot sullii 230 gielddas.

source: Saamelaisten kotiseutu alueen ulkopuolisia saamelaisasutuksen keskittymiä ovat Rovaniemi, Oulu ja sen lähialueet sekä Helsinki ja sen lähialueet.
sme: Sámiid ruovttuguovllu olggo bealde dakkár báikegottit, main orrot eanet sámit, leat Roavvenjárga, Oulu ja dan lagašguovllut ja Helsset ja dan lagašguovllut.

source: Pääkaupungissa ja sen naapurikunnissa asuu lähes 1000 saamelaista (Espoo, Helsinki, Vantaa, Kirkkonummi, Järvenpää, Kerava, Kauniainen, Tuusula), Oulussa ja sen lähialueilla (Oulu, Oulunsalo, Kempele, Lumijoki, Liminka, Tyrnävä, Muhos, Ylikiiminki, Kiiminki, Haukipudas, Hailuoto) noin 600 saamelaista.
sme: Oaivegávpogis ovttas kránnjagielddaiguin orrot sullii 1000 sápmelačča (Espoo, Helsset, Vantaa, Kirkkonummi, Järvenpää, Kerava, Kauniainen, Tuusula), Oulus ja dan lagašguovlluin (Oulu, Oulunsalo, Kempele, Lumijoki, Liminka, Tyrnävä, Muhos, Ylikiiminki, Kiiminki, Haukipudas, Hailuoto) sullii 600 sápmelačča.

source: Rovaniemen kaupungin alueella asuu noin 550 saamelaista, Tampereella ja sen lähialueilla noin 150, Kemi–Tornioalueella noin 110 ja Turun kaupungissa vajaat 100 saamelaista.
sme: Roavvenjárgga gávpogis orrot sullii 550 sápmelačča, Tamperes ja dan lagašguovlluin sullii 150, Kemi–Tornio guovllus sullii 110 ja Turku gávpogis vádjit 100 sápmelačča.

source: Saamelaisalueen ulkopuolella, mutta kuitenkin Lapin läänin alueella asuu yhteensä noin 1200 saamelaista.
sme: Sámiid ruovttu guovllu olggobealde, muhto goittotge Lappi leana guovllus orrot oktiibuot sullii 1200 sápmelačča.

source: Lapin läänin alueella asuu siten yli 50 % saamelaisväestöstä.
sme: Lappi leana guovllus orru nappo badjel 50 % sápmelaččain.

source: Kotiseutualueen prosenttiosuutta väestöstä vähentävät vielä ulkomailla, yhteensä noin 20 maassa, asuvat Suomen saamelaiset.
sme: Ruovttuguovllu proseantaoasi unnidit vel Suoma sámit, geat orrot olgoriikkain (sullii 20 riikkas).

source: Suurin osa heistä asuu Ruotsissa ja Norjassa, osa niiden saamelaisalueilla.
sme: Stuorámus oassi sis orru Ruoŧas ja Norggas, oassi dáid riikkaid sámeguovlluin.

source: Saamelaisten kotiseutualueella poismuutto näkyy mm. perusopetus ikäisten lasten ja nuorten määrän laskuna.
sme: Eretfárren oidno sámiid ruovttuguovllus ee. das, ahte vuođđooahpahusahkásaš mánáid ja nuoraid mearri geahppána.

source: Perusopetuksen oppilasmäärät ovat laskeneet kaikissa saamelaisten kotiseutualueen kunnissa tuntuvasti 1990luvun puolivälistä alkaen.
sme: Vuođđooahpahusa oahppiid mearit leat mannan čielgasit vulos guvlui sámiid ruovttuguovllu buot gielddain 1990logu gaskamuttu rájes.

source: Ikäluokkien pienenemisen seurauksena saamelaisalueen kunnat ovat lakkauttaneet 1990luvulla yhteensä neljä ja 2000luvun aikana yhteensä kuusi kyläkoulua, joissa kaikissa (yhtä lukuunottamatta) annettiin saamen kielen ja/tai saamenkielistä opetusta.
sme: Dás lea čuvvon dat ahte ruovttuguovllu gielddat leat heaittihan 1990logus oktiibuot njeallje ja 2000logus oktiibuot guhtta giliskuvlla, main buohkain (earret ovttas) addojuv vui oahpahus sámegielas ja/ dahje sámegillii.

source: Maan ainoa saamelaisenemmistöinen kunta Utsjoki on menettänyt 1990luvun puolivälin jälkeen asukkaistaan noin 10 %. Samalla perusopetus ikäisten lasten määrä kunnassa on laskenut noin 26 %.
sme: Suoma áidna gielda, gos sámit leat eanetlohkun, Ohcejohka, lea 1990logu gaskamuttu maŋŋá manahan ássiidis sullii 10 %. Seammás lea vuođđooahpahusahkásaš mánáid mearri gielddas njiedjan sullii 26 %. Ohcejoga ássiid lohku ii leat geahppánan šat guovtti maŋimuš jagi áigge.

source: 3. Saamelaisopetuksen voimassaolevat mahdollisuudet – lainsäädäntö ja viranomaismääräykset
sme: 3. Sámeoahpahusa vejolašvuođat, mat leat fámus – láhkaásaheapmi ja eiseváldemearrádusat

source: Lainsäädäntö ja opetussuunnitelman perusteet
sme: Láhkaásaheapmi ja oahppoplána vuođustusat

source: Saamen kieli voi nykyisten säännösten mukaan olla perusopetuksen ja lukion opetuskieli, äidinkielen oppiaine ja vieraan kielen oppiaine.
sme: Sámegiella sáhttá dálá njuolggadusaid mielde leat vuođđooahpahusa ja logahaga oahpahusgiella, eatnigiela oahppoávnnas ja vieris giela oahppoávnnas.

source: Äidinkielen opetukseen liittyy lisäksi suomen kielen opetus, joka tarkoittaa äidin kielen oppituntien jakamista saamen ja suomen kielten kesken.
sme: Eatnigiela oahpahussii laktása lassin suomagiela oahpa hus, mii dárkkuha eatnigiela oahppodiimmuid juohkima sáme ja suomagielaid gaskan.

source: Vieraan kielen opetus tarkoittaa perusopetuksen alemmilla vuosiluokilla alkavaa vapaaehtoista ainetta (A2, toinen vieras kieli), jonka opetus jatkuu vuosiluokilla 7–9 valinnaisena aineena.
sme: Vieris giela oahpahus dárkkuha vuođđooahpahusa vuolit jahke luohkáin álgi eaktodáhtolaš ávdnasa (A2, nubbi vieris giella), man oahpahus joatkašuvvá jahkeluohkáin 7–9 válljenávnnasin.

source: Lisäksi perusopetuksen opetussuunnitelman perusteissa on määritelty oppimäärä myös lyhyen vieraan kielen opetusta varten (B2), jonka opetusta annetaan vuosiluokilla 8–9.
sme: Lassin vuođđo oahpa husa oahppaplána vuođustusain lea meroštallojuvvon oahppo mearri maid dái oanehis vieris giela oahpahusa várás (B2), man oahpa hus addojuvvo jahkeluohkáin 8–9.

source: Lukiossa saamen kielen opiskelua on mahdollista jatkaa äidinkielenä, perus opetuksen vuosiluokilla 1–6 alkaneena pitkänä vieraana kielenä (Akieli) tai perusopetuksen vuosiluokilla 7–9 alkaneena lyhyenä vieraana kielenä (B2).
sme: Logahagas sámegiela lohkama lea vejolaš joatkit eatnigiellan, vuođđooahpahusa jahkeluohkáin 16 álgán guhkes vieris giellan (Agiella) dahje vuođđooahpahusa jahkeluohkáin 79 álgán oanehis vieris giellan (B2).

source: Saame voi olla myös lukiossa alkava lyhyt vieras kieli (B3).
sme: Sámegiella sáhttá leat maid logahagas álgi oanehis vieris giella (B3).

source: Lukiolainsäädäntö mahdollistaa periaatteessa myös saamenkielisen opetuksen.
sme: Logahat láhkaásaheapmi dahká vejolažžan prinsihpas maid sámegielat oahpahusa.

source: Käytännössä saamen kieli on kuitenkin lukiossa lähes poikkeuksetta oppiaine, eikä opetuskieli.
sme: Geavadis sámegiella lea goittotge logahagas measta beare oahppo ávnnas iige oahpahusgiella.

source: Ylioppilastutkinnossa on mahdollista suorittaa saamen kielessä äidinkielen ja vieraan kielen koe.
sme: Stuđeantadutkosis lea vejolaš čađahit sáme gielas eatnigiela ja vieris giela iskosa.

source: Toistaiseksi äidinkielen koetta ei ole ollut mahdollista suorittaa koltansaamen kielessä.
sme: Dán rádjái eatnigiela iskosa ii leamaš vejolaš čađahit nuortalašgielas.

source: Ylioppilaskirjoituksissa saamen vieraan kielen kokeeseen osallistuvat suorittavat saman kokeen, riippumatta siitä ovatko he opiskelleet kieltä pitkän vai lyhyen oppimäärän mukaan.
sme: Stuđeantačállosiin sámegiela vieris giela iskosii oassálastit dahket buohkat seamma iskosa, fuolakeahttá das leatgo sii lohkan giela guhkes dahje oanehis oahppomeari mielde.

source: Perusopetuslain, lukiolain ja ammatillista koulutusta koskevan lain saamen kielen asemaa koskevat säännökset ovat lähellä toisiaan.
sme: Vuođđooahpahuslága, logahatlága ja ámmátlaš skuvlejumi guoskevaš lága sámegiela sajádaga guoski njuolggadusat leat lahka nuppiid.

source: Poikkeuksen muodostaa perusopetuslain 10 §, joka velvoittaa saamelaisalueen kunnat antamaan saamen kieltä osaavien oppilaiden opetuksen pääosin saamen kielellä.
sme: Spiehkastahkan lea vuođđooahpahuslága 10 §, mii geatnegahttá sámiid ruovttuguovllu gielddaid addit sámegiela máhtti oahppiid oahpahusa eanaš sámegillii.

source: Opetuskieltä koskeva perusopetuslain 10 § on samalla ainoa säännös, joka yksiselitteisesti turvaa saamelaisoppilaan oikeutta omaan kieleensä.
sme: Oahpahusgiela guoski vuođđooahpahuslága 10 § lea seammás áidna njuolggadus, mii ovttačilggolaččat dorvvasta sámeoahppi vuoigatvuođa iežas gillii.

source: Saamelaisten kotiseutualueen ulkopuolella annettavasta saamen kielen opetuksesta ei ole säännöksiä opetuslaeissa.
sme: Sámiid ruovttuguovllu olggobealde addojuvvon sámegiela oahpahusas eai leat earenoamáš mearrádusat oahpahuslágain.

source: Opetusta on kuitenkin ollut mahdollista antaa opetusministeriön erillisen päätöksen perusteella.
sme: Oahpahusa lea leamaš goittotge vejolaš addit oahpahusministeriija sierra mearrádusa vuođul.

source: Saamen kielen opetus saatettiin vuonna 1995 samojen määräysten alaisiksi kuin maahanmuuttajien omien kielten opetus.
sme: Sámegiela oahpahus šattai jagi 1995 seamma mearrádusaid vuollái go sisafárre jeaddjiid iežaset gielaid oahpahus.

source: Opetusministeriön päätös ”maahanmuuttajien sekä saamenkielisten, romanikielisten ja vieraskielisten oppilaiden täydentävään opetukseen peruskoulussa ja lukiossa myönnettävän valtionavustuksen perusteista” korvasi aiemmin voimassa olleen päätöksen ylimääräisen valtionavustuksen myöntämisestä maahanmuuttajien tukiopetukseen peruskoulussa ja lukiossa.
sme: Oahpahusministeriija mearrá dus ´sisafárrejeaddjiid sihke sámegielat, románagielat ja vierisgielat oahppiid dievasmahtti oahpahussii vuođđoskuvlla ja logahaga várás mieđi huvvon stáhtadoarjaga vuođustusain´ buhttii ovdal fámus lean mear rá dusa ´badjel mearálaš stáhtadoarjaga mieđiheamis sisafárrejeaddjiid doarjja oahpa hussii vuođđoskuvllas ja logahagas´.

source: Voimassa oleva säännös on vuodelta 2007. Sen mukaan (3 §, 1 mom) oppilaitoksissa, joissa ei järjestetä perusopetuslain 12 §:ssä ja lukiolain 8 §:ssä tarkoitettua äidinkielen opetusta saamenkielisille, romanikielisille ja vieras kielisille oppilaille, voidaan suorittaa avustusta ao. asetuksen mukaan.
sme: Njuolggadus, mii lea fámus, lea jagis 2007. Dan mielde (3 §, 1 mom) oahppo lágádusaide, main ii ordnejuvvo vuođđooahpahuslága 12 §:s ja logahat lága 8 §:s dárkkuhuvvon eatnigiela oahpahus sámegielat, románagielat ja vierisgielat oahppiide, sáhttá máksojuvvot doarjja.

source: Säännöksen mukaan (3 §, 2–3 mom):
sme: Njuolggadusa 3 §, 2–3 mom.

source: ”Valtionavustusta suoritetaan enintään 2,5 opetustunnista viikossa opetusryhmää kohti.
sme: mielde (jorgaluvvon suomagielas dása):´Stáhtadoarjja máksojuvvo eanemustá 2,5 oahppodiimmus vahkus oahpahusjoavkku vuostá.

source: Avustuksen saamisen ehtona on, että asianomaisen kielen opetusryhmään on kuulunut lukukauden alussa vähintään neljä oppilasta tai kurssimuotoisessa opetuksessa kurssin alkaessa siihen osallistuu vähintään neljä oppilasta tai opiskelijaa.
sme: Doarjaga fidnema eaktun lea, ahte áššái gullevaš giela oahpahusjoavkkus leat leamaš lohkanbaji álggus njeallje oahppi dahje gursaoahpahusas go gursa álgá dasa oassálastet unnimustá njeallje oahppi dahje stuđeantta.

source: Samassa opetusryhmässä voi olla asianomaista kieltä äidinkielenään tai muutoin tätä kieltä kotonaan puhuvia oppilaita ja ulkomailta muuttaneita suomalaisoppilaita.
sme: Seamma oahpahusjoavkkus sáhttet leat áššáigullevaš giela eatni giellan dahje muđuid dán giela ruovttus hálli oahppit ja olgo riikkain fárren suopmelaš oahppit.

source: Samassa opetusryhmässä voi niin ikään olla oppilaita eri vuosiluokilta ja eri kouluista sekä myös esiopetusta perusopetuksessa saavia oppilaita.”
sme: Seamma oahpahusjoavkkus sáhttet leat oahppit sierra jahkeluohkáin ja sierra skuvllain ja maiddái ovda oahpahusa oažžu vuođđoahpahusa oahppit.´
